tap "1password/tap"
tap "bramstein/webfonttools"
tap "buildpacks/tap"
tap "derailed/k9s"
tap "epk/epk"
tap "esolitos/ipa"
tap "filebrowser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ack"
brew "aircrack-ng"
brew "xz"
brew "argocd"
brew "aria2"
brew "python@3.10"
brew "autojump"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "binutils"
brew "black"
brew "bzip2"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cifer"
brew "clang-format"
brew "cliclick"
brew "cloc"
brew "coreutils"
brew "ctags"
brew "dns2tcp"
brew "efm-langserver"
brew "emacs"
brew "exa"
brew "fcrackzip"
brew "icu4c"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "foremost"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gotags"
brew "grep"
brew "hadolint"
brew "hashpump"
brew "helm"
brew "htop"
brew "httpie"
brew "zlib"
brew "hydra"
brew "iperf3"
brew "john"
brew "jq"
brew "kakoune"
brew "knock"
brew "kubernetes-cli", link: false
brew "krew"
brew "ldns"
brew "libraqm"
brew "libxmlsec1"
brew "lima"
brew "lua"
brew "lynx"
brew "node"
brew "markdownlint-cli"
brew "mingw-w64"
brew "moreutils"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "netpbm"
brew "nmap"
brew "numpy"
brew "nvm"
brew "socat"
brew "openshift-cli"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "zopfli"
brew "pigz"
brew "pngcheck"
brew "podman"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "prettyping"
brew "pure"
brew "pv"
brew "pyenv"
brew "rbenv"
brew "rclone"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rustup-init"
brew "screen"
brew "skaffold"
brew "skopeo"
brew "sonar-scanner"
brew "sqlmap"
brew "ssh-copy-id"
brew "starship"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tre"
brew "tre-command"
brew "tree"
brew "ttyd"
brew "ucspi-tcp"
brew "vbindiff"
brew "wallpaper"
brew "watch"
brew "wget"
brew "woff2"
brew "xxh"
brew "yamllint"
brew "yapf"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "buildpacks/tap/pack"
brew "derailed/k9s/k9s"
brew "esolitos/ipa/sshpass"
brew "filebrowser/tap/filebrowser"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "amethyst"
cask "android-file-transfer"
cask "android-platform-tools"
cask "cheatsheet"
cask "chromedriver"
cask "dash"
cask "firefox"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font"
cask "hammerspoon"
cask "jietu"
cask "pock"
cask "postman"
cask "qq"
cask "qqmusic"
cask "spotify"
cask "stretchly"
cask "teamviewer"
cask "vagrant"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "wechat"
cask "whichspace"
