tap "bramstein/webfonttools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "aircrack-ng"
brew "aria2"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bfg"
brew "binutils"
brew "xz"
brew "python@3.9"
brew "p7zip"
brew "binwalk"
brew "bzip2"
brew "cifer"
brew "coreutils"
brew "dex2jar"
brew "dns2tcp"
brew "efm-langserver"
brew "exa"
brew "fcrackzip"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "foremost"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gotags"
brew "grep"
brew "hashpump"
brew "htop"
brew "hydra"
brew "john"
brew "jq"
brew "kakoune"
brew "knock"
brew "lua"
brew "lynx"
brew "moreutils"
brew "neovim"
brew "netpbm"
brew "nmap"
brew "node"
brew "openssh"
brew "php"
brew "pigz"
brew "pngcheck"
brew "prettyping"
brew "pv"
brew "pyenv"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "screen"
brew "socat"
brew "sqlmap"
brew "ssh-copy-id"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttyd"
brew "ucspi-tcp"
brew "vbindiff"
brew "wallpaper"
brew "wget"
brew "woff2"
brew "xpdf"
brew "yapf"
brew "zlib"
brew "zopfli"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "cheatsheet"
cask "dash"
cask "docker"
cask "font-hack"
cask "font-hack-nerd-font"
cask "iterm2"
cask "jietu"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "qq"
cask "qqmusic"
cask "shadowsocksx-ng"
cask "sogouinput"
cask "sunloginclient"
cask "teamviewer"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "wechat"
